{
  "journal": {
    "journalTitle": "Studia Phaenomenologica",
    "journalSubtitle": "Romanian Journal for Phenomenology",
    "journalEditor": "Cristian Ciocan",
    "issnOnline": "2069-0061",
    "issnPrint": "1582-5647",
    "publisher": [
      {
        "name": "Romanian Society for Phenomenology",
        "url": "http://phenomenology.ro"
      },
      {
        "name": "Humanitas",
        "url": "http://humanitas.ro"
      }
    ]
  },
  "issue": {
    "14": {
      "info": {
        "title": "Place, Environment, Atmosphere",
        "number": "vol. XIV",
        "year": 2014,
        "cover": "sp14.png",
        "issueCoordinator": [
          "Mădălina Diaconu",
          "Ion Copoeru"
        ],
        "isbnPaperback": "978-973-50-4669-9",
        "isbnEbook": "978-973-50-4670-5",
        "pages": "424",
        "size": "17 x 24 cm",
        "slug": "place-environment-atmosphere-studia-14-2014"
      },
      "order": [
        {
          "price": 35,
          "code": 18097655,
          "target": "Paperback (individuals)"
        },
        {
          "price": 50,
          "code": 18097659,
          "target": "Paperback (institutions)"
        },
        {
          "price": 20,
          "code": 18097746,
          "target": "eBook (individuals)"
        },
        {
          "price": 200,
          "code": 18097750,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 50,
          "code": 18097792,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 230,
          "code": 18097796,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [
        {
          "sectionTitle": "",
          "articles": [
            {
              "authors": "Mădălina Diaconu, Ion Copoeru",
              "title": "Introduction. Lived Places, Environments and Atmospheres: Phenomenology and the Transformations of Experience"
            }
          ]
        },
        {
          "sectionTitle": "A. Articles",
          "articles": [
            {
              "authors": "Arnold Berleant",
              "title": "Environmental Sensibility",
              "abstract": "Aesthetics is fundamentally a theory of sensible experience. Its scope has expanded greatly from an initial centering on the arts and scenic nature to the full range of appreciative experience. Expanding the range of aesthetics raises challenging questions about the experience of appreciation. Traditional accounts are inadequate in their attempt to identify and illuminate the perceptual experiences that these new applications evoke. Considering the range of environmental and everyday occasions aesthetically changes aesthetics into a descriptive and not necessarily celebratory study of sensible experience, for it must now accommodate a complete range of negative as well as positive values. This paper develops an analysis of the multiple dimensions of environmental sensibility."
            },
            {
              "authors": "Gernot Böhme",
              "title": "Atmosphäre als Begriff der Ästhetik",
              "abstract": "The concept of *atmosphere* may be defined as *tuned space*, i.e. space with a mood. This concept opens a lot of new perspectives for Aesthetics. The very paradigm of it is stage design. Stage designers install a certain climate on the stage. But in our days almost everything is staged. Thus the theory of atmosphere finds applications in Commodity Aesthetics, Design, Architecture, but also the staging of politics as well as the staging of a person through a certain life-style is a field of application. Finally the Aesthetics of Atmosphere helps to understand art, in particular performative art and music."
            },
            {
              "authors": "Tonino Griffero",
              "title": "Atmospheres and Lived Space ",
              "abstract": "Through an atmospherological approach, primarily inspired by the Aisthetik (Böhme) and the New Phenomenology (Schmitz), the paper investigates the relationship between atmosphere and lived space, defines what kind of perception the atmospheric one is and examines the space we experience in the lifeworld and to which plane geometry turns out to be completely blind. Sketching briefly the (philosophical) history of lived space (from Heidegger to Schmitz), we assume that atmospheres function as (transmodal) affordances that permeate the lived space, i.e. as ecological invites or meanings that are ontologically rooted in things and quasi-things."
            },
            {
              "authors": "Anton Vydra", 
              "title": "Intimate and Hostile Places: A Bachelardian Contribution to the Architecture of Lived Spaces",
              "abstract": "The paper the author considers Bachelard’s approaches to the question of space in his specific phenomenological manner. After a preliminary reflection on Bachelard’s polemics with a Bergsonian underestimation of space in favor of time as duration, the paper discusses on the phenomenological attitude to the constitution of space. The next chapter explains Bachelard’s dynamical model of valorization in which positive and negative values oscillate in relation to our inner and personal experiences. The last chapter concerns the specific phenomenology of hostile spaces in contrast to intimate ones. In agreement with Bachelard, the author claims that intimacy needs experience of the dangerous and of openness, so it is not easy to determine when a specific place is or is not experienced as secure. Majestic, light and spacious buildings may not be experienced as more secure for us than small cabins with an intimate shadow of humanity."
            },
            {
              "authors": "Gunnar Declerck",
              "title": "Des Conséquences parfois penibles de prendre de la place",
              "abstract": "The ordinary space is continuously cluttered with bodies and constantly, when we move, we must maneuver, push and shove, walk around, make space. The awareness of having to operate in a limited space, where the places are always already occupied, is sustained by a special mode of appearing of ordinary space: the occupancy field. A phenomenological analysis of the occupancy field demonstrates that: (i) the format in which space presents itself in ordinary perception is marked by our awareness of occupying space with our body and having to squeeze it somewhere each time we move; (ii) bodies and space are co-dependent on an intentional level: ordinary space has, by a sense of vacuum, a mode of appearing which is indissociable from the phenomenological structure of bodies; (iii) the presentation of space is dependent on an anticipation of possibilities: it is because the situation is considered from the opportunities and constraints on the possible set up by our body that a space presents itself to us. We could not experience space if our perceptual apparatus took a mere snapshot of the current states of affairs, if through it we had only access to the state in which the environment is at time t. To experience space means fundamentally to be ahead of one’s time, consider the present not from the future, but from the possible."
            },
            {
              "authors": "Jürgen Hasse", 
              "title": "Der Leib der Stadt",
              "abstract": "This article discusses the complex space of the city as an urban milieu of vitality. On the skin of the city, a permanent change of its physical and physiognomic appearance takes place. The alternation of urban “faces” is constituted situationally in the structures and wrinkles of the skin. However, characteristic features of urban quarters do not only appear visually; they become bodily felt and are perceptible as holistic impressions, emanating from atmospheric “vital qualities” (Dürckheim). Therefore, lively urban districts are discussed as “body islands” (Schmitz) in urban space. Seen from this vitalistic perspective, the city is not only a world of rational actors—as it is common ground in the social sciences—but also an unpredictable space of performativity."
            },
            {
              "authors": "Michael Lazarin", 
              "title": "Phenomenology of Architecture: En (Edge, Connection, Destiny)",
              "abstract": "Japanese architecture emphasizes transitional spaces between rooms rather than the rooms themselves. If these transitional spaces can be successfully realized, then everything in the room will naturally fall into place with anything else. This also applies to the relation between a building and other buildings stretching out through the whole city, and ultimately to the relation of the city to the natural environment. *“En”* is the Japanese word for such transitional spaces. It means both “edge” and “connection.” It also means destiny. When two people fall in love at first sight or understand each other without having to speak, they are said to have *“en.”* This article provides a phenomenological description and constitutional analysis of two Japanese bridging structures: (1) the *engawa* at the side or back of a house or temple which functions as a veranda for viewing the garden and a hallway to connect the rooms, and (2) the *hashigakari* bridgeway of the Noh theater by which the principal actor gets from the green room to the stage."
            },
            {
              "authors": "Abraham Akkerman", 
              "title": "Towards a Phenomenology of the Winter-City: Urbanization and Mind Through the Little Ice Age and Its Sequels",
              "abstract": "Almost simultaneous emergence of Existentialism and Marxism at end of the Little Ice Age had coincided with rapid urbanization and prevalence of mood disorder in northern Europe. This historic configuration is cast against Relph’s notion of place in his critique of urban planning. During the LIA street walking had mitigated mood disorder triggered by sunlight deprivation of indoor spaces while, at the same time, it had also buoyed a *place*. It was the *unplanned* place in the open air—a dilapidated street corner in St. Petersburg or Romanesque streetscape of Old Copenhagen—that offered authenticity, cerebral restitution, and for ardent minds also discernment and acumen. Relph’s critique continues to be of pressing relevance to winter-cities designed for automotive access, and also for the interpretation it offers on the thought and events of the late LIA and following it."
            },
            {
              "authors": "Patricia Limido-Heulot", 
              "title": "Pour une phénoménologie des paysages",
              "abstract": "The purpose of this paper is to show that the notion of landscape is a phenomenological typical object and a perfect meeting point of different fields of study, and, in particular, a distinctive topic for a dialogue between phenomenology and human sciences. Starting from an analysis of a text of Erwin Straus, we at- tempt to support the view that into all kinds of landscape—sensory, perceptual, geographical, pictorial or built—we can read various ways of living, dwelling or being in the world, or in other words we can read into them some forms of the original experience. This means that within all landscapes, as embedded in these forms of experience, we can read various ways of living, dwelling or being in the world. So we believe it is possible to constitute and to think a unitary sense of landscape from a phenomenological interpretation of space and human behaviour."
            },
            {
              "authors": "Vincent Blok", 
              "title": "Being-in-the-World as Being-in-Nature: An Ecological Perspective on *Being and Time*", 
              "abstract": "Because the status of nature is ambiguous in *Being and Time*, we explore an ecological perspective on Heidegger’s early main work in this article. Our hypothesis is that the affordance theory of James Gibson enables us to a) to understand being-in-the-world as being-in-nature, b) reconnect man and nature and c) understand the twofold sense of nature in Being and Time. After exploring Heidegger’s concept of being-in-the-world and Gibson’s concept of being-in-nature, we confront Heidegger’s and Gibson’s conception of being-in-the-world and being-in-nature. It will become clear that Gibson’s affordance theory enables an ecological reading of *Being and Time*, in which the relational character of being-in-the-world is stressed and the exceptional position of human being-in-the-world has to be rejected. Moreover, it becomes clear that an ecological reading of *Being and Time* enables us to reconnect being-in-the world with being-in-nature (unconcealment), which is rooted in “primordial” nature as its infinite origin (concealment)."
            },
            {
              "authors": "Elsa Ballanfat", 
              "title": "De la pensée de l’espace chez Heidegger à son expérience en chorégraphie", 
              "abstract": "A radical thinking of space remains for phenomenology a difficulty, which Heidegger has been concerned with. He developed an existential conception of the spatiality of Dasein in *Being and Time*, which he abandoned in his later philosophy; according to its “turn,” this philosophy proposes a notion of emptiness to describe spatial experience. The paper endorses the view that this notion makes possible a thinking of space in its essence. Pursuing further the reflection concerning the empty space, Maldiney advocates the influence of the East Asian tradition on this issue. However, given that none of these authors considers dance as an art susceptible to disclose space in its essential vacuity, this paper aims to argue that there is a true choreographic empty space."
            },
            {
              "authors": "Dragoș Duicu", 
              "title": "La proto-structure spatialisante et dynamique: la solution patočkienne au problème de l’espace",
              "abstract": "The paper analyses Patočka’s phenomenological treatment of the concept of space and of personal spatiality. Patočka’s solution (the pronominal proto-structure of interpellation) is used to assess Heidegger’s approach to the concept of space. Patočka’s phenomenological advancements in regards to his teacher’s developments are considered first through a comparison of their respective concepts of “Earth”, and second, through an evaluation of the reasons of the impossibility of the Heideggerian attempt, in *Sein und Zeit*, to reduce spatiality to temporality."
            } ] 
        },
        {
          "sectionTitle": "B. Varia",
          "articles": [
            {
              "authors": "Elizabeth A. Behnke", 
              "title": "Husserl’s Forschungsmanuskripte and the Open Horizon of Phenomenological Practice",
              "abstract": "Husserl’s legacy of research manuscripts has been revered as a resource containing the deepest insights of his later work and criticized because such manuscripts present work in progress rather than completed “results.” I suggest that these materials are far more than fragments calling for careful interpretation; instead, they belong to a different genre and should be taken up in an attitude of research directed toward working out unsolved problems rather than in an attitude focused on interpreting pregiven texts. After sketching some elements of the research practice this entails, I review some of the ways in which Husserl’s research results have been appropriated and emphasize the need for further phenomenological investigation in the spirit of the “rigorous science” Husserl envisioned."
            },
            {
              "authors": "Paula Lorelle", 
              "title": "De la matière de l’expérience dans les Recherches Logiques",
              "abstract": "This article presents itself as an attempt to explain Proust’s expression, “The matter of experience”, from Husserl’s concept of *Materie* in the *Logical Investigations*. This Husserlian concept will enable us to rethink the “matter” of experience, as being both *intrinsically determined* and *intrinsically “relational”*. Husserl uses this concept of Materie in two main senses. In the fifth *Logical Investigation*, it is used in order to define the “content” (*Inhalt*) of the act and this concept will be explained in its own equivocation, as it both means the direction of the act (*Sinn*) and the ideal “signification” which prescribes this very determination (*Bedeutung*). The concept of Materie is also used in the third Logical Investigation to designate the “content” (*Gehalt*) of the object, and will also be explained in its own equivocation, as it both means the individual determination of the object and its essential determination. In the last part of this study, a few of the difficulties which are brought by this double equivocation of Husserl’s concept of *Materie* will be exposed, and a few programmatic solutions for its redefinition as the *unique* “matter” of our experience, will be proposed. This investigation might eventually imply a definition of phenomenology itself, as the very experience of this matter."
            },
            {
              "authors": "Beat Michel", 
              "title": "Phénoménologie et réalité matérielle",
              "abstract": "What is the relationship between phenomenology and material reality? What would be the place of phenomenology in a discourse about material reality? This paper tries to clarify the relationship between a type of knowledge and an ontological domain which at first sight seems foreign to it. It also contains the outline of a program for future research. We will show that the relationship between phenomenology and material reality is in some sense double. Hints to this duality may already be found in Husserl’s *Ideen II*. Finally we will question a phenomenology that its author explicitly qualified as *material*: the philosophy of Michel Henry. We will investigate the possibility of a material phenomenology beyond Henry’s work in relation to material reality."
            },
            {
              "authors": "Tracy Colony", 
              "title": "Bringing Philosophy Back to Life: Nietzsche and Heidegger’s Early Phenomenology",
              "abstract": "Most accounts of Heidegger’s relation to Nietzsche have traditionally focused on his famous Nietzsche lecture courses or upon his brief yet highly significant references to Nietzsche in *Being and Time*. However, with recent English translations of key lecture courses from Heidegger’s early Freiburg period it has become clear that during this time another distinct phase of Heidegger’s long and complex relation to Nietzsche can be identified. In this essay, I first chronicle Heidegger’s earliest references to Nietzsche in the period from 1909–1916. I then turn to Heidegger’s early Freiburg lecture courses and demonstrate that the proximity between Nietzsche and Heidegger’s understanding of phenomenology in this period was much greater than has traditionally been said. In conclusion, I argue that one of the most important examples of Heidegger’s appropriation of Nietzsche in this period can be seen in the concept of destruction which played a central role in Heidegger’s account of phenomenological methodology."
            },
            {
              "authors": "Zeynep Direk", 
              "title": "Phenomenology and Ethics: From Value Theory to an Ethics of Responsibility?",
              "abstract": "There seems to be a shift in phenomenology in the 20th century from an ethics based on value theory to an ethics based on responsibility. This essay attempts to show the path marks of this transition. It begins with the historical development that led Husserl to address the question of ethical objectivity in terms of value theory, with a focus on Kant, Hegel, and Nietzsche. It then explains Husserl’s phenomenology of ethics as grounded in value theory, and takes into account Heidegger’s objections to it. Finally, it considers Sartre as a transitional figure between value theory and an ethics of responsibility and attempts to show in what sense, if at all, Levinas’ phenomenology of ethics could be an absolute break with a phenomenological ethics based on values."
            } ]
        },
        {
          "sectionTitle": "C. Book reviews",
          "entry": [
            "László Tengelyi, *L’expérience de la singularité*. Paris: Hermann, 2014 (Delia Popa);",
            "Dylan Trigg, *The Memory of Place. A Phenomenology of the Uncanny*. Athens: Ohio University Press, 2012. (Mădălina Diaconu)",
            "Helmuth Vetter, *Grundriss Heidegger. Ein Handbuch zu Leben und Werk*. Hamburg: Felix Meiner Verlag, 2014 (Cătălin Cioabă)",
            "Antonio Cimino, *Phänomenologie und Vollzug. Heideggers performative Philosophie des faktischen Lebens*. Frankfurt am Main: Vittorio Klostermann, 2013 (Alexandru Bejinariu)",
            "Douglas Low, *Merleau-Ponty in Contemporary Context: Philosophy and Politics in the Twenty-First Century*. New Brunswick: Transaction Publishers, 2013 (Iulian Apostolescu)",
            "Emmanuel Alloa (Hrsg.), *Erscheinung und Ereignis. Zur Zeitlichkeit des Bildes*. München: Wilhelm Fink Verlag, 2013 (Christian Ferencz-Flatz)",
            "Friedrich Schleiermacher, *Vorlesungen zur Hermeneutik und Kritik*,  Kritische Gesamtausgabe (KGA), II. Abteilung, Bd. 4, hrsg. v. Wolfgang Virmond unter Mitwirkung v. Hermann Patsch. Berlin/Boston: De Gruyter, 2012 (Gabriel Cercel)"
          ]
        },
        {
          "sectionTitle": "IN MEMORIAM",
          "entry": [
            "László Tengelyi (1954–2014)"
          ]
        }
      ]
    },
    "13": {
      "info": {
        "title": "On the Proper Use of Phenomenology",
        "subtitle": " - Paul Ricœur Centenary",
        "number": "vol. XIII",
        "year": 2013,
        "cover": "sp13.png",
        "issueCoordinator": [
          "Olivier Abel",
          "Paul Marinescu"
        ],
        "isbnPaperback": "978-973-50-4200-4",
        "isbnEbook": "978-973-50-4201-1 ",
        "pages": "456",
        "size": "17 x 24 cm",
        "slug": "on-the-proper-use-of-phenomenology-studia-13-2013"
      },
      "order": [
        {
          "price": 35,
          "code": 13251002,
          "target": "Paperback (individuals)"
        },
        {
          "price": 50,
          "code": 13251032,
          "target": "Paperback (institutions)"
        },
        {
          "price": 20,
          "code": 13251063,
          "target": "eBook (individuals)"
        },
        {
          "price": 200,
          "code": 13251092,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 50,
          "code": 13259635,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 230,
          "code": 13259678,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [
        {
          "sectionTitle": "",
          "articles":[
            {
              "authors": "Olivier Abel, Paul Marinescu",
              "title": "Introduction. On the Proper Use of Phenomenology – Paul Ricœur Centenary"
            }
          ]
        },
        {
          "sectionTitle": "Documents",
          "articles": [
            {
              "authors": "Paul Ricœur", 
              "title": "L’attention. Etude phénoménologique de l’attention et de ses connexions philosophiques",
              "abstract": "Paul Ricœur held the conference on attention at Rennes, on the 2nd of March 1939, before the Philosophical Circle of the West. At the time, Ricœur, aged 26, was a teacher of philosophy at Lorient, in the south of Brittany. The text published here, which is available in the Paris Archives, is Ricœur’s extended version of this conference. His careful analysis of attention is impressive in its phenomenological emphasis: from the first lines, he draws relations between attention and perception, considering their intentional character, and continues by distinguishing attention from anticipation, pre-perception and waiting. A particular concern is given to the relation between attention and temporal duration – a question that will be reworked later in his philosophy of the will. After questioning how attention implies the notion of truth (not without reminding the contributions of Descartes, Thomas, Malebranche and Berkeley), he concludes by meditating upon the relation between attention and liberty."
            },
            {
              "authors": "Paul Ricœur, Hans-Georg Gadamer",
              "title": "Correspondance / Briefwechsel (1964–2000)",
              "abstract": "We publish here the letters between Gadamer and Ricœur, as they are found in the Archives of the two philosophers (Gadamer-Archiv in Marbach and Fonds Ricœur in Paris). Starting from February 1964 and ending on October 2000, the thirty-five letters reproduced here cannot give a complete picture of their much richer correspondence and relations, because it seems that neither Ricœur, nor Gadamer kept all the letters they received from one another. But altogether, they document their common concerns, their mutual respect, even their intellectual solidarity and finally the particular context that brought them to write to one another, i.e. Ricœur’s intention to publish a translation of Gadamer’s book, *Truth and Method*, in a new series he edited for the Seuil Publisher. This publishing and translation project will mark their entire correspondence."
            }
          ]
        },
        {
          "sectionTitle": "Articles",
          "articles": []
        },
        {
          "sectionTitle": "I. Phenomenological Sources and Hermeneutical Breakthroughs",
          "articles": [
            {
              "authors": "Jean Grondin",
              "title": "Ricœur a-t-il d’abord introduit l’herméneutique comme une variante de la phénoménologie?",
              "abstract": "In later, retrospective texts where he explained his hermeneutical turn, Paul Ricœur claimed that this turn was due to the impossibility of knowing oneself directly, through introspection, and the necessity to undertake the detour of interpretation with regard to knowledge of oneself. By going back to the first occurrences of this hermeneutical turn in his work of 1960, *The Symbolism of Evil*, this paper argues that other motives, which were later forgotten, were also at play and perhaps more instrumental, most notably the intention of salvaging modernity against itself and of curing it of its forgetfulness of the sacred."
            },
            {
              "authors": "Burkhard Liebsch",
              "title": "Zeigen, Sagen und Verstehen. Paul Ricœurs hermeneutische Wege durch die Phänomenologie − von der Aufmerk--samkeit zur Sensibilität für den Anderen",
              "abstract": "This essay retraces Paul Ricœur’s references to phenomenological thinking − from his early work on the phenomenology of attention and volition via his methodological considerations of the relation between phenomenology and hermeneutics to his late discussion with Levinas. The paper then focuses on Ricœur’s and Levinas’ debate about the limits of the phenomenological notion of the “given” and “givenness” as such with respect to the “phenomenon” of human sensibility vis-à-vis the otherness of the other."
            },
            {
              "authors": "Marc-Antoine Vallée",
              "title": "Les sources phénoménologiques de la conception ricœurienne du langage",
              "abstract": "Does Ricœur’s approach of language enter in contradiction with Husserl’s phenomenological legacy? In response to Claude Romano’s criticisms of the hermeneutical approach of language sustained by Ricœur, this paper intends to shed light on the complex connections between Husserl and Ricœur on the relations between language and experience. It aims to show, against what Romano suggests, that Ricœur’s thinking never leads to a linguistic idealism, but follows effectively a phenomenological exigency through his hermeneutical project."
            },
            {
              "authors": "David-Le-Duc Tiaha",
              "title": "La réserve de sens de la Lebenswelt. Un enjeu de l’entrecroisement de la phénoménologie et de l’herméneutique",
              "abstract": "The hermeneutic turn in Ricoeur’s phenomenological ontology of the 1960 cannot be considered a break with his methodological approach of philosophy. In fact, as early as 1950 he had already initiated a first attempt to conjoin phenomenology and hermeneutics by relating eidetic description and explanation. The main purpose of the present analysis is to clarify the constellations constituting the structure of mutual determination between phenomenology and hermeneutics. The paper will focus on the question of the *Lebenswelt*, as reserve of meaning, a concept requiring a structural conjunction of the phenomenological (perception, imagination, re-presentation) and hermeneutical arcs (explication, interpretation, understanding)."
            }
          ]
        },
        {
          "sectionTitle": "II. Heresies and Limit-Notions",
          "articles": [
            {
              "authors": "Lorenzo Altieri",
              "title": "Genèse d’une hérésie: la phénoménologie herméneutique de Paul Ricœur",
              "abstract": "In this essay I revisit Ricœur’s famous greffe in light of Husserl’s method. In other words, I try to highlight the anti-idealist interpretation of phenomenology exposed by Ricœur in his early project (*Philosophie de la volonté*) and in some later works, in order to present the necessity of the graft of hermeneutics onto the worn out body of western reflexive philosophy. This surgery has a radical effect on the “Subject”: far from provoking a “rejection crisis”, the hermeneutical graft provides the Cogito with a new heart, and gives new life to Ricœur’s *homme capable* – the ultimate character of his long philosophical journey. The essay closes with an alternative interpretation of this “capability”."
            },
            {
              "authors": "Scott Davidson",
              "title": "The Husserl Heretics: Ricœur, Levinas, and the French Reception of Husserlian Phenomenology",
              "abstract": "The legacy of Husserlian phenomenology in France, as Paul Ricœur observes, has inspired a series of “Husserlian heresies.” This paper seeks to shed light on the Husserl heretics through a study of two influential thinkers who introduced Husserl’s to French readers: Levinas and Ricœur. Their introductions gave rise to the “standard picture” of Husserl as an Idealist. Their criticism of Husserl’s Idealism then provides the springboard into their own original thought. What ultimately emerges from this, however, are two different visions of how phenomenology should relate to its own limits."
            },
            {
              "authors": "Annalisa Caputo",
              "title": "A Second Copernican Revolution. Phenomenology of the Mutuality and Poetics of the Gift in the last Ricœur",
              "abstract": "Most scholars point out that Ricœur’s itinerary ends with a “phenomenology of the capable human being”. In this paper, I will try to propose a different hypothesis and explain why Ricœur’s last writings can be considered the starting point of a *second Copernican revolution within phenomenology*. A revolution of both method (from the analytic to the a-logical) and contents (from the theme of intersubjectivity to the theme of “giving” and loving), which, already in the Preface of *Le volontaire et l’involontaire*, Ricœur wished could follow after the first revolution of the reflexive phenomenology: *a hermeneutic poetic phenomenology* that develops the project that the early Ricœur had drafted, but not completed in the 1950s. This is the project of a *Poetics of the Gift*, in which is hidden, in my opinion, the fecundity of Ricœurian philosophy and the possibility for it to become paradigmatic for the philosophy to come."
            },
            {
              "authors": "Pol Vandevelde",
              "title": "Le fondement ontologique du récit selon Ricœur: mimesis, dette et attestation",
              "abstract": "I examine the problem of what Ricœur calls représentance, which is a stand-in narratives offer of what took place (in the case of historical narratives) or actions (in the case of the re-telling of what people did). Ricœur rejects as insufficient two naïve options: first, a simple adequacy between what took place and the historical narrative about it and, second, a simple heterogeneity between them so that historical narratives would be mere “possible versions” of what took place. I explore further why Ricœur brought into consideration the attitude of the one offering the narrative, what he calls a “being-in-debt” or “attestation”. I then offer an assessment of Ricœur’s success in still claiming that what actually happened serves as the ultimate referent of the narratives given of the past event or the action."
            },
            {
              "authors": "Jean-Louis Vieillard-Baron",
              "title": "Les formes du temps et la vie spirituelle selon Paul Ricœur",
              "abstract": "In order to identify the role that temporality plays for Ricœur’s view on the spiritual life, I will start my analysis from his interpretation of the Augustinian *Confessions* (book XI, ch. XXX). In his reading, Ricœur makes use of the notion of extension to which he accords multiples meanings (spatial, categorical and existential) and he also points out the conceptual couple of *distensio* / e*xtensio*. I will bring forth Ricœur’s misinterpretation that consists in strongly relating the discovery of this conceptual couple to the distinction between the three inner dimensions of time. I will end with a discussion of Heidegger’s analysis of the *Confessions* and his tentative to temporalize *Dasein* starting from the future."
            },
            {
              "authors": "Marc Crépon",
              "title": "Traversées de la violence",
              "abstract": "At the end of the Second World War, the figure of Gandhi haunts political philosophy as it wrestles with the task of justifying violence in the name of history. The story begins with Arthur Koestler’s *Darkness at noon* in 1938. Gandhi’s name appears during a discussion between Roubachof and Ivanof. A few years later (1946), Koestler publishes in French a book entitled *Le Yogi et le commissaire*, analysed by Merleau-Ponty in *Humanisme et terreur* (1946–1947). Camus replies in *L’Homme révolté* (1951). Ricœur’s thinking, examined in the present article, has its own place in this debate. At stake is our own knowledge of the conditions under which the rejection and condemnation of violence might, in fact, accommodate violence."
            }
          ]
        },

        {
          "sectionTitle": "III. Horizons and Dialogues",
          "articles": [
            {
              "authors": "Eddo Evink",
              "title": "Horizons of Expectation. Ricœur, Derrida, Patočka",
              "abstract": "In several texts, Paul Ricœur has elaborated different concepts of horizon: the horizon of tradition that shapes our perspectives, the horizon as a careful set of determinations of the future, the horizon as a divine call that comes from the future towards us. However, the connection of these three views on the horizon, together with the explicitly Christian interpretation of the third horizon are problematic elements in Ricœur’s thoughts on this topic. In this article his views are confronted with the criticism of Jacques Derrida, who uses a quite different notion of horizon: an enclosing limit that dominates the understanding of what seems to fit in its circle. Finally, the notions of horizon and history as formulated by Jan Patočka provide valuable alternatives to Ricœur’s problematic versions of the horizons of expectation, while leaving the underlying thread of his understanding of horizon intact."
            },
            {
              "authors": "Luis António Umbelino",
              "title": "L’étoffe spatiale de la mémoire. Lectures de M. Merleau-Ponty et P. Ricœur",
              "abstract": "This paper aims to reflect on the possibilities of approaching the phenomenon of memory in relation to space. In order to approach memory on “the side of space”, we will find our first decisive guidelines in M. Merleau-Ponty’s analysis of habit developed in Phenomenology of Perception. Starting from there, we will then try to show in what way memory, in a way, can be said to belong to places. The final point of the discussion is Ricœur’s investigation of architecture and urbanism’s analogies with narrative, as they allow us to consider a hermeneutic approach to the spatial fabric of time."
            },
            {
              "authors": "Rolf Kühn",
              "title": "P. Ricœurs religionsphilosophisches Denken zwischen Schrift(en) und absolutem Voraus",
              "abstract": "Ricœur developed a very elaborated philosophy of religion. At the same time, he always moved along interdisciplinary borders of philosophy, theology, exegesis, historical and language sciences. His religious concerns are in this sense related to pre-philosophical experiences that within certain fields lend themselves to hermeneutical articulation. His analysis of the Scriptures in terms of narrativity deals with biblical texts. However, he doesn’t speak as a theologian, but as a philosopher, since the question of a philosophical and theological hermeneutics is from his own point of view closely related to the fundamental tension between autonomy and heteronomy. This paper regards his work as a new form of French philosophy of religion, and as a result of this includes a critical consideration of the pre-textual sphere understood as an absolute “priority”. This absolute “priority” should be presupposed by any hermeneutics of the written revelation, even when it is not able to provide a final response to its radical-phenomenological implications."
            },
            {
              "authors": "Adam J. Graves",
              "title": "Before the Text: Ricœur and the “Theological Turn”",
              "abstract": "This paper begins by arguing that Jean-Luc Marion’s desire to maintain the philosophical rigor of his analysis of revelation has led him to mischaracterize revelation as a purely formal phenomenon devoid of any determinate content. The majority of the paper is devoted to showing that the approach to revelation offered by Paul Ricœur—whose treatment of the phenomenon assumes all of the risks of a thinking exposed to its own historicity—represents an important and all-too-often ignored counterpoint to the prevailing methodological orientation among those associated with the so-called theological turn in phenomenology. The paper contrasts the prevailing methods concerned with uncovering fundamental or “originary” structures with a “hermeneutical” approach to revelation, concerned with the productive imagination and the effective nature of texts."
            },
            {
              "authors": "Natalie Depraz",
              "title": "D’une science descriptive de l’expérience en première personne: pour une phénoménologie expérientielle",
              "abstract": "I would like to propose an interpretation of Ricœur’s first phenomenological works in the light of what I call an “experiential phenomenology”, by answering three important questions. The first is a factual and historical interrogation: why has Ricœur abandoned his project of a descriptive phenomenology after publishing his first volume of the The Voluntary and the Involuntary and why did he afterwards direct his philosophical research towards the problem of interpretation? The second interrogation is an epistemological and a methodological one: in what way is the Husserlian phenomenology a first-person approach and how does Ricœur’s phenomenology of the will lead us towards an experiential phenomenology in first person? The final question is heuristical: what criteria should we point out in order to establish a phenomenological science that is 1) descriptive and 2) approaching the experience in first-person?"
            },
            {
              "authors": "Jean-Philippe Pierron",
              "title": "Appartenance et responsabilité. Paul Ricœur, penseur de l’écologie?",
              "abstract": "Without having directly tackled the question of ecology, the philosophical hermeneutics of Paul Ricœur offers nevertheless an original treatment of the phenomenological theme of “dwelling”. His hermeneutics of the “long path” underscores the fact that our environment is given to us in the form of tools, institutions and the values of historical communities. Whereas the global ecological crisis could easily give rise to a response that is inattentive to cultural diversity, Ricœur’s explicit attention to the question of what it means to dwell on the earth within the symbolic universe of a culture invites us to think quite differently. Phenomenology makes possible a condensation of the human meaning of our belonging to the Earth; hermeneutics shows how this belonging can only take place within instituted environments."
            }

          ]
        },

        {
          "sectionTitle": "Varia",
          "articles": [
            {
              "authors": "Guillaume Fagniez",
              "title": "Hermeneutik im Übergang von Dilthey zu Heidegger",
              "abstract": "Despite the usual genealogies of hermeneutics, Heidegger’s appropriation of Dilthey’s philosophy only deals marginally with hermeneutics. Nevertheless, this paper aims to shed light on elements in favour of an implicit continuity in hermeneutics from Dilthey to Heidegger. Against the general background of the conception of life as self-interpretation, which allows the ontological radicalisation of Dilthey’s hermeneutical concepts, some diltheyan historical and aesthetical paradigms prove to be at work in Heidegger’s first phenomenology of life. “Destruction” itself, the very core of Heidegger’s concept of hermeneutics, can be partially traced back to diltheyan sources."
            },

            {
              "authors": "Vincent Blok",
              "title": "\"Massive Voluntarism\" or Heidegger’s Confrontation with the Will",
              "abstract": "One of the controversial issues in the development of Heidegger’s thought is the problem of the will. The communis opinio is that Heidegger embraced the concept of the will in a non-critical manner at the beginning of the thirties and , in particular, he employed it in his political speeches of 1933–1934. Jacques Derrida for instance speaks about a “massive voluntarism” in relation to Heidegger’s thought in this period. Also Brett Davis discerns a period of “existential voluntarism” in 1930–1934, in which Heidegger takes over a notion of the will in a non-critical manner. In this article, this interpretation is challenged and a stronger interpretation of Heidegger’s concern with the will is developed. Our hypothesis is that Heidegger’s concern with the will at the onset of the thirties is brought about by his confrontation (*Auseinandersetzung*) with the concept of the will. Based on his lecture courses from 1930 and 1936/37 and his Rectoral Address from 1933, enables us to discern three main characteristics of Heidegger’s destructed concept of the will in the early thirties."
            }

          ]
        },
        {
          "sectionTitle": "Book reviews",
          "entry": [
            "Jean Grondin, *Paul Ricœur*. Paris: PUF, 2013 (Luca M. Possati); ",
            "François Dosse et Catherine Goldenstein (éd.), *Paul Ricœur: penser la mémoire*. Paris: Seuil, 2013 (Aurore Dumont); ",
            "Gert-Jan van der Heiden, *The Truth (and Untruth) of Language. Heidegger, Ricoeur and Derrida on Disclosure and Displacement*. Pittsburg: Duquesne University Press, 2010 (Paul-Gabriel Sandu); ",
            "Marc-Antoine Vallée, *Gadamer et Ricœur. La conception herméneutique du langage*. Rennes: Presses Universitaires de Rennes, 2012 (Paul Marinescu); ",
            "Saulius Geniusas, *The Origins of the Horizon in Husserl’s Phenomenology*. Dordrecht: Springer, 2012 (Witold Płotka); ",
            "Annabelle Dufourcq, *La dimension imaginaire du réel dans la philosophie de Husserl*. Dordrecht: Springer, 2011 (Delia Popa); ",
            "Denis Seron, *Ce que voir veut dire. Essai sur la perception*. Paris: Éditions du Cerf, 2012 (Maria Gyemant); ",
            "Hans Friesen, Christian Lotz, Jakob Meier, Markus Wolf (Hrsg.), *Ding und Verdinglichung. Technik- und Sozialphilosophie nach Heidegger und der Kritischen Theorie*. München: Wilhelm Fink Verlag, 2012 (Christian Ferencz-Flatz); ",
            "Larisa Cercel, John Stanley (Hrsg.), *Unterwegs zu einer hermeneutischen Übersetzungswissenschaft. Radegundis Stolze zu ihrem 60. Geburtstag*. Tübingen: Narr Verlag, 2012 (Bogdan Mincă); ",
            "Johann Michel, *Sociologie du soi. Essai d’herméneutique appliquée*. Rennes: PUR, 2013 (Denisa Butnaru); ",
            "Jan Patočka, *Aristote, ses devanciers, ses successeurs*. Trad. fr. Erika Abrams. Paris: Vrin, 2011 (Ovidiu Stanciu); ",
            "Emmanuel Alloa, *Das durchscheinende Bild. Konturen einer medialen Phänomenologie*. Zürich: Diaphanes, 2011 (Mădălina Diaconu)."
          ]
        }
      ]
    },
    "12": {
      "info": {
        "title": "Possibilities of Embodiment",
        "number": "vol. XII",
        "year": 2012,
        "cover": "978-973-50-3739-0.png",
        "issueCoordinator": [
          "Elizabeth A. Behnke",
          "Cristian Ciocan"
        ],
        "isbnPaperback": "978-973-50-3738-3",
        "isbnEbook": "978-973-50-3739-0",
        "pages": "456",
        "size": "17 x 24 cm",
        "slug": "possibilities-of-embodiment-12-2012"
      },
      "order": [
        {
          "price": 35,
          "code": 9993211,
          "target": "Paperback (individuals)"
        },
        {
          "price": 50,
          "code": 9993221,
          "target": "Paperback (institutions)"
        },
        {
          "price": 20,
          "code": 9993176,
          "target": "eBook (individuals)"
        },
        {
          "price": 200,
          "code": 9993192,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 50,
          "code": 9993197,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 230,
          "code": 9993206,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [
        {
          "sectionTitle": "",
          "articles": [
            {
              "authors": "Elizabeth A. Behnke, Cristian Ciocan",
              "title": "Introduction: Possibilities of Embodiment"
            }
          ]
        },
        {
          "sectionTitle": "Articles",
          "articles": [
            {
              "authors": "Chris Nagel",
              "title": "Phenomenology without “the body”?",
              "abstract": "French phenomenology focused on “the body” to avoid the supposed transcendental idealism of Husserl’s phenomenology, and to provide an “existential” or “empirical” account of the origin of meaning, as Ricœur put it. In practice, however, this has implicitly presupposed a Cartesian problematic of the relation between body and mind or “subject.” This is the source of the ultimate frustration of this effort, as well as the persistence of a “mystery” of meaning (to cite Merleau-Ponty and Henry). This essay offers an alternative, considering the embodiment of any meaningful experience, suggesting finally that embodiment must be accounted for in terms of subjection."
            },
            {
              "authors": "Gunnar Declerck",
              "title": "Incarnation, motricité et rapport au possible",
              "abstract": "For Husserl, kinaesthetic capability is a key piece of the process of perception. By ensuring the junction between the actual and the potential, it allows the exhibition of an object that is always more than what appears. Kinaesthetic capability preserves the transcendence of the object by preventing the phenomenon from being confined to pure actuality. This idea, however, poses significant challenges when one questions the nature of the possibilities that are at stake here. Especially, the perceived seems to enjoy a kind of emancipation from these capabilities as they actually are. How can one justify that the structures of the perceived world are the intentional correlate of the kinaesthetic skills of the subject if such structures continue to regulate the sense of the appearing objects when those skills are neutralized? We will see that only a genetic perspective, assuming the intrinsically historical character of the subject, provides a satisfactory answer to this question, and that this perspective leads to placing into question the actualist position that Husserl sometimes tends to adopt."
            },
            {
              "authors": "Diego D’Angelo",
              "title": "Die Schwelle des Lebe-Wesens: Überlegungen zur Leibinterpretation Heideggers in der Nietzsche-Abhandlung",
              "abstract": "One of Heidegger’s most important descriptions of bodily existence can be found in his Nietzsche lectures. This paper aims to elucidate this “metaphysics of the body” both in relation to Heidegger’s Leibniz-interpretation in the later Marburg lectures as well as in the context of his later thought. Leibniz and Nietzsche are Heidegger’s points of departure in the attempt to think the difference between qewr…a and pr©xij beyond Being and Time: It is only by understanding their relationship, through a radical re-thinking of the problem of corporeality, no longer as a noun (der Leib) but as a verb (leiben), that one can possibly move beyond every traditional dualism, between theory and praxis but also and most notably between being and becoming."
            },
            {
              "authors": "Jan Bierhanzl",
              "title": "Signifiance éthique et corporéité dans Autrement qu’être ou au-delà de l’essence",
              "abstract": "The paper here presented deals with ethical signifying as happening in corporeity. The starting point is a provisional definition of ethical signifying as a process and a relation to the other. In the first part I attempt to describe precisely this process and distinguish two aspects: concretization and hyperbole. In the second and main part I try to outline concretization and hyperbole in the corporeal relation to the other. The modalities of ethical signifying are caress, vulnerability, maternity and last but not least the voice of the self."
            },
            {
              "authors": "Anne Gléonec",
              "title": "Corps animal et corps humain : l’« effacement » de la propriété. À la naissance de l’institution chez Merleau-Ponty",
              "abstract": "The purpose of this article is to show that in Merleau-Ponty’s lesser known works, one can find a path leading toward a phenomenology of the body that would not risk the “ambiguity of the flesh,” as *The Visible and the Invisible* is often charged with, but instead would sustain the ontology of nature that one finds in the “Working Notes” added to Merleau-Ponty’s last writings. Analyzing first his concept of nature, as it was developed in his courses at the *Collège de France*, the proposed aim of this text is to question anthropological difference by focusing on Merleau-Ponty’s interpretation of the contemporary sciences, whereby the *Ineinander* between the physical, living, and human orders is re-founded by a new, negative concept of nature. By deconstructing classical ontology and its understanding of space, time, and objectivity, and by returning to the domain of perception, this new concept offers a novel way to reveal the advent of life in nature, its institution, and the emergence of a new corporeity in life itself. The model of Merleau-Ponty’s essential concept of institution becomes birth, and therefore the human body will no longer be interpreted as “one’s own body,” but rather will be understood, in a radically *a-subjective way*, as from, and based on, the participation of our perception with animality. Thereby, the concept of “ownness” becomes secondary; however, the notion of institution, established against the lexicon of consciousness and subjectivity, opens another sense of anthropological difference, one that is based only on the experiences of corporeity."
            },
            {
              "authors": "Emre Şan",
              "title": "Corporéité et existence: Patočka, Merleau-Ponty, Maine de Biran",
              "abstract": "We propose here to analyze Patočka’s dialogue with Merleau-Ponty and Maine de Biran with regard to the reciprocal implication of the body and existence. Patočka’s gesture seeks to discover the condition of existence and its effectiveness, named by the concept of flesh for Merleau-Ponty. What is the meaning of existence as constitutive flesh? The analysis will consist of three parts. The first part of the article presents the meaning of embodiment characterized by Merleau-Ponty in the analysis of the experience of the body as a sexed being. In the second part, we will analyze the corporeal movement that shows existence in its specificity. In the third and final part, we will analyze the original relationship of subjectivity to corporeal movement through Patočka’s reading of Maine de Biran."
            },
            {
              "authors": "Luka Nakhutsrishvili",
              "title": "Corps propre et corps technique(s): Jean-Luc Nancy et la phénoménologie",
              "abstract": "This essay deals with Jean-Luc Nancy’s ambivalent philosophical relationship to the phenomenological perspective on the problem of corporeity. The present analysis aims to point out how within the framework of a critical rejection of some of the fundamental elements of the phenomenological tradition, Nancy adopts some of its other elements in order to forge his own approach to corporeity. While traversing Nancy’s thinking from his critique of the Leib to his concept of technique and ecotechnics, the essay engages in a critical discussion of diverse phenomenological motifs from Husserl’s, Merleau-Ponty’s and Heidegger’s oeuvre."
            },
            {
              "authors": "Corry Shores",
              "title": "Body and World in Merleau-Ponty and Deleuze",
              "abstract": "To compare Merleau-Ponty’s and Deleuze’s phenomenal bodies, I first examine how for Merleau-Ponty phenomena appear on the basis of three levels of integration: 1) between the parts of the world, 2) between the parts of the body, and 3) between the body and its world. I contest that Deleuze’s attacks on phenomenology can be seen as constructive critiques rather than as being expressions of an anti-phenomenological position. By building from Deleuze’s definition of the phenomenon and from his more phenomenologically relevant writings, we find that phenomena for him are given to the body under exactly the opposite conditions as for Merleau-Ponty, namely that 1) the world’s differences 2) appear to a disordered body that 3) comes into shocking affective contact with its surroundings. I argue that a Deleuzian theory of bodily-given phenomena is better suited than Merleau-Ponty’s model in the task of accounting for the intensity of phenomenal appearings."
            },
            {
              "authors": "James Mensch",
              "title": "Public Space and Embodiment",
              "abstract": "Hannah Arendt’s notion of public space is one of her most fruitful, yet frustrating concepts. Having employed it to analyze political freedom, she claims that such space has largely disappeared in the modern world. In what follows, I am going to argue that this pessimistic assessment follows from Arendt’s exclusion of *labor* and *work* from the public realm. Against Arendt’s claim that such activities are essentially private, I shall argue that they, like *action*, manifest our embodied being-in-the-world. When we think of public space in terms of our embodied presence, it becomes a concept applicable to modern democratic politics."
            },
            {
              "authors": "Agustín Serrano de Haro",
              "title": "New and Old Approaches to the Phenomenology of Pain",
              "abstract": "Ortega y Gasset’s old lament that no one had so far attempted a rigorous phenomenology of pain no longer holds since the appearance of Christian Grüny’s recent monograph *Zerstörte Erfahrung. Eine Phänomenologie des Schmerzes*. Grüny argues for the use of phenomenological categories from Merleau-Ponty in order to understand physical pain as a “blocked escape-movement” (“blockierte Fluchtbewegung”), concluding that corporeal suffering makes impossible both a clean distinction and a pure identification between the lived body and the physical body that I am. In my paper, I would like to suggest some improvements to Grüny’s approach through the utilization of the category of self-affection, as the material phenomenology of Michel Henry has developed it. In addition to the radical immanence in which hyle, noesis, and noema are unified into a “carnal cogito,” however, I argue that it is necessary to describe the painful self-affection not only in terms of any sensitive excess whatever (*überhaupt*), as Grüny posits, but also in terms of a mutation of the sensitive excess into the intra-tactile sphere of sensibility. Thus I endorse the Husserlian insight that makes tactility the primordial structure of sensibility."
            },
            {
              "authors": "Alexandru Dincovici",
              "title": "The Appearance of the Body: On Body Awareness and Combat Sports",
              "abstract": "If the absence and disappearance of the body have enjoyed considerable attention in the social sciences, the same cannot be said about its appearance, other than during dysfunctional states such as pain and illness. The present article draws from a large array of phenomenological studies and presents a situation in which the body comes to the fore in one’s consciousness during the learning of combat sports, a seemingly destructive practice. The argument that I will develop, starting from extensive ethnographic research in two distinctive combat sports, is that every type of bodily practice develops a specific type of reflective body awareness that has a significant impact upon both the way we feel our bodies and the way we feel the world. In other words, what we do with and to our bodies shapes the way we see and experience the world."
            },
            {
              "authors": "Mónica E. Alarcón Dávila",
              "title": "Kinästhetisches Bewusstsein und sinnliche Reflexion im Tanz",
              "abstract": "Is the relationship of self-moving (kinaesthesis) to itself a direct pre-reflective self-awareness, or is it mediated through an Other? This article attempts to address this question, taking the phenomenon of dance as a point of departure, since in dance, movement steps out of its everyday background function to become the principal theme. Rudolf zur Lippe extracts from a dance step of the dances of the Quattrocento, the posa, a concept of sensual reflection. Rather than a conceptual reflection, the posa can be understood as an awareness of one’s own movement. In this article, in a dialogue between critical philosophy, dance science, and phenomenology, terms of a possible sensual reflection in dance will be discussed."
            },
            {
              "authors": "Denis Francesconi and Massimiliano Tarozzi",
              "title": "Embodied Education: A Convergence of Phenomenological Pedagogy and Embodiment",
              "abstract": " In this article we argue for the necessity of a new double alliance between phenomenology and cognitive sciences (through embodied theory) on the one hand, and between phenomenological pedagogy and the embodiment paradigm on the other. We strongly believe that phenomenological pedagogy should enter into dialogue with the cognitive sciences movement called “Embodiment” in order to renew its educational theories and practices. Indeed, the new suggestions about the mind that come from the embodiment paradigm can already have a huge impact on learning and education, but a relatively structured “pedagogy of consciousness” is still missing. This topic will be discussed with a special focus on body and embodied consciousness, which nicely brings together these different traditions. Finally, an actual example of how the embodiment paradigm and phenomenological pedagogy can converge will be presented through the practice of meditative experience."
            },
            {
              "authors": "Adam Konopka",
              "title": "The Environed Body: The Lived Situation of Perceptual and Instinctual Embodiment",
              "abstract": "This article is an attempt to retrieve phenomenological resources for the purposes of identifying and clarifying the lived situation of embodiment in an environing world (Umwelt). Drawn primarily from Husserlian resources, it identifies several essential perceptual features of the operative intentionality of environed embodiment. Through an engagement with Husserl’s analyses of instinctual experience, I identify an essential feature of environed embodiment: the principle of association governing the nexus among objects in an environing world that are animated toward an instrumental resolution of an embodied tension, a resolution that promotes the maximization of embodied equilibrium that is instrumental for self-preservation and well-being."
            }
          ]
        },
        {
          "sectionTitle": "Varia",
          "articles": [
            {
              "authors": "Witold Płotka",
              "title": "Husserlian Phenomenology as Questioning: An Essay on the Transcendental Theory of the Question",
              "abstract": "The article presents the transcendental reduction as a type of questioning, and by so doing formulates the problem of the structure and motivation of reduction. Transcendental questioning is presented as a permanent formulation and reformulation of questions, which, it is argued, make it possible to overcome the naïveté of the natural attitude. However, the phenomenologist does not overcome naïveté in the sense of excluding it; instead, he is conscious of it. It is argued that one should understand transcendental questioning as a practical activity that makes the phenomenologist responsible for knowledge by leading toward the essence, which seems to be \"unquestionable\"."
            },
            {
              "authors": "Vittorio De Palma",
              "title": "Die Phänomenologie als radikaler Empirismus",
              "abstract": "This paper tries to show that Husserl’s phenomenology can be considered as a form of radical empiricism in the sense of James, since it holds—like traditional empiricism—that sensuous experience is the foundation and the source of justification of knowledge, but—in contrast with traditional empiricism—it holds that there are relations, which are given in the sensuous experience just as well contents. Reality is sensuous and the structure of reality is equally sensuous. By an analysis of the concepts of the sensuous relation, of the material a priori, and of association, it is showed that Husserl—in contrast with transcendentalism—confers a normative role to the peculiarity of sensuous contents, which determines their objective connections and also the structure of the world before the intellectual activities of the subject. At the same time, it is pointed out that Husserl has never entirely gotten over the Cartesian psychologism of Brentano and of traditional empiricism, that leads him to consider only the immanent as properly present. Finally, the paper discusses Husserl’s concept of the life-world, which originates from Avenarius’ idea of the natural concept of the world, and his position regarding the relation between experience and science."
            },
            {
              "authors": "Parvis Emad",
              "title": "Heidegger’s Stance on Hölderlin in Beiträge",
              "abstract": "This paper attempts to elucidate the exceptional stance Heidegger takes in Beiträge toward Hölderlin’s \"poetizing\". On the one hand, Beiträge provides no specific guideline for understanding this exceptional stance. On the other hand, the text of a “Dialogue” Heidegger wrote almost a decade after Beiträge, provides the hermeneutic guideline needed for understanding Heidegger’s exceptional position on this poet. This hermeneutic guideline is none other than what Heidegger calls the \"Will\". Following this guideline, the paper proceeds to highlight the hermeneutic thesis according to which another appearing of being (Sein)—one not referentially dependent upon the \"Will\"—is sheltered and preserved in Hölderlin’s \"poetizing\". Elucidating this thesis the paper concludes that Hölderlin’s \"poetizing\" unfolds from within the Other Onset (der andere Anfang) of thinking."
            },
            {
              "authors": "Dan Arbib",
              "title": "Donner la mort? Phénoménologie et sacrifice. Note sur une interprétation de Derrida",
              "abstract": "This article claims to dispute Derrida’s interpretation of Isaac’s sacrifice proposed in Donner la mort by means of three sources: 1) midrashic sources, which impose to read the sacrifice not as a requirement of murder, but as sacrifice of the sacrifice; 2) the phenomenology of Levinas which allows to measure the violence of the interpretation of Derrida and to return the biblical episode to the complications of the relationships between ethics and rationality; 3) the phenomenology of Marion, which, by refusing to interpret this biblical episode as a sacrifice following its common concept, proposes a phenomenological interpretation which returns the sacrifice to the conceptuality of the gift and donation, considered as impossible by Derrida. Far from being conflicting ways, these three layers of analysis can be capitalized and mutually validated."
            },
            {
              "authors": "Carlos Lobo",
              "title": "La « résistance de Derrida à la psychanalyse » et la phénoménologie transcendantale",
              "abstract": "Following Derrida’s late analysis of the multifarious concept of resistance, this article aims at detecting the motives that lead him to install from the start a tension between two methods of analysis of consciousness (phenomenological and psychoanalytical), that many would have considered, if not affectively unbearable, at least logically unsustainable. Yet this general logical and affective attitude remains describable, and in order to do so, the author proposes to delve into some underestimated and hence underexploited resources of transcendental phenomenology, particularly those related to the analysis of affective syntaxes of consciousness, which are part of the “realm of positionality”."
            }
          ]
        },
        {
          "sectionTitle": "Book reviews",
          "entry": [
            "Claudia Şerban - Claude Romano, Au cœur de la raison, la phénoménologie (Paris: Gallimard, 2010)",
            "Denisa Butnaru - Natalie Depraz, Francisco J. Varela, Pierre Vermersch, À l’épreuve de l’expérience – Pour une pratique phénoménologique (Bucarest: Zeta Books, 2011);",
            "Christian Ferencz-Flatz - Jitendra Nath Mohanty, Edmund Husserl’s Freiburg Years 1916–1938 (New Haven & London: Yale University Press, 2011);",
            "Nicoleta Szabo - Frédéric Moinat, Le vivant et sa naturalisation. Le problème du naturalisme en biologie chez Husserl et le jeune Merleau-Ponty (Dordrecht – Heidelberg – London – New York : Springer, 2012);",
            "Rolf Kühn - Antoine Vidalin, Acte du Christ et actes de l’homme. La théologie morale à l’épreuve de la phénoménologie de la vie (Paris: Parole et Silence, 2012);",
            "Rolf Kühn - Benoît Kanabus, Généalogie du concept d’Archi-Soi chez Michel Henry (Hildesheim-Zürich-New York, Olms Verlag, 2011);",
            "Cătălin Cioabă - Matthias Flatscher, Logos und Lethe. Zur phänomenologischen Sprachauffassung im Spätwerk von Heidegger und Wittgenstein (Freiburg / München: Karl Alber, 2011)."
          ]
        }
      ]
    },
    "11": {
      "info": {
        "title": "Concepts of Tradition in Phenomenology",
        "number": "vol. XI",
        "year": 2011,
        "cover": "978-973-50-3278-4.png",
        "issueCoordinator": [
          "Christian Ferencz-Flatz"
        ],
        "isbnPaperback": "978-973-50-3277-7",
        "isbnEbook": "978-973-50-3278-4",
        "pages": "404",
        "size": "17 x 24 cm",
        "slug": "concepts-of-tradition-in-phenomenology-studia-11-2011"
      },
      "order": [
        {
          "price": 35,
          "code": 7514226,
          "target": "Paperback (individuals)"
        },
        {
          "price": 50,
          "code": 7514228,
          "target": "Paperback (institutions)"
        },
        {
          "price": 20,
          "code": 7514215,
          "target": "eBook (individuals)"
        },
        {
          "price": 200,
          "code": 7514221,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 50,
          "code": 7514234,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 230,
          "code": 7514235,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [
        {
          "sectionTitle": "",
          "articles":[
            {
              "authors":" Christian Ferencz-Flatz",
              "title": "Introduction. Concepts of Tradition in Phenomenology"
            }
          ]
        },
        {
          "sectionTitle": "Articles",
          "articles": [
            {
              "authors": "Dorion Cairns",
              "title": "Reflections on Tradition (edited by Lester Embree, Fred Kersten, and Richard M. Zaner)",
              "abstract": "Individual traditions are prior to social or intersubjective traditions, but all tradition involves carrying over of doxic, axiotic, and volitional sense from the past to the present and future. Social tradition involves empathy and communication, while individual tradition is based chiefly on forms of experiencing."
            },
            {
              "authors": "Andrea Zhok",
              "title": "History as Therapy of Tradition in Husserl's Thought",
              "abstract": "The article aims at bringing to light the internal necessity that shapes Husserl's concern with the issues of history and tradition. After discussing the role played by the teleology of reason and by genetic constitution in preparing the ground for Husserl's reflection on the historical dimension, we specifically dwell on the idea of tradition. Tradition appears both as a hindrance in our pursuit of truth, and as an indispensable sense-bestowing factor. Against this ambivalent background, history emerges as an interpretive activity charged with the task of defusing the threats implicit in the incontrollable efficaciousness of tradition, while preserving the sense-bestowing character of the formations of sense (*Sinngebilde*)."
            },
            {
              "authors": "Molly Brigid Flynn",
              "title": "Self-Responsibility, Tradition, and the Apparent Good",
              "abstract": "The crucial distinction for ethics is between the good and the apparent good, between being and seeming. Tradition is useful for developing our ability to make this distinction and to live ethically or in self-responsibility, but it is also threatening to this ability. The phenomenology of Husserl and of others in the Husserlian tradition, especially Robert Sokolowski, are helpful in spelling out how tradition works; how the difference between the apparent good and the good is bridged in the experience of moral truth but also a permanent, challenging feature of human life; what ethics requires regarding self-responsibility or authenticity; and what the proper voice of tradition is in the ethical or moral life."
            },
            {
              "authors": "Elizabeth A. Behnke",
              "title": "Critique of Presuppositions, Apperceptive Traditionality, and the Body as a Medium for Movement",
              "abstract": "This paper 1) examines Husserl's critique of presuppositions, a critique that realizes a desideratum of the Western philosophical tradition precisely by clarifying and grounding the latter's own tacit presuppositions; 2) surveys Husserl's descriptions of the apperceptions whose operative efficacy make tradition itself effective, holding good at both the individual and the generative levels; 3) identifies the need for a further critique of the psychophysical apperception in particular; and 4) offers a phenomenologically grounded alternative to the latter way of understanding and experiencing embodiment."
            },
            {
              "authors": "Thomas Arne Winter",
              "title": "Verdeckungsgeschichte. Heideggers phänomenologische Traditionskritik",
              "abstract": "Heidegger's phenomenological critique of tradition shows tradition as a history of covering-up, which can be analysed in respect to different modes of covering-up: (1) the *hiddenness* of alternative interpretations, (2) the *burying-over* of the origin, (3) the *disguise* of *Dasein* and the world, (4) the *falling* as an existential covering-up. *Destruction* and the *handing down to oneself* are two possibilities of uncovering the covering-ups by means of repetition. Although Heidegger's understanding of tradition proves to be one-sided, it is fruitful for an acknowledgement of the phenomenological ambivalence that is essential to tradition."
            },
            {
              "authors": "François Jaran",
              "title": "La phénoménologie face à la philosophie traditionnelle",
              "abstract": "Phenomenology was born as an attack against the false constructions of traditional philosophy. Nevertheless, it soon discovered that it had an important bond to Plato’s, Descartes’ or Kant’s philosophical systems. As I show in this paper, both in Heidegger and in Husserl’s last writings, the philosophical endeavor is interpreted as a retrieval of earlier philosophical intentions. However, this does not lead them to a common interpretation of the meaning of philosophy’s history."
            },
            {
              "authors": "Jan-Ivar Lindén",
              "title": "Wirkungsmächtige Tradition. Hermeneutische und lebensphilosophische Aspekte",
              "abstract": "The paper deals with the ontological questions related to tradition, especially focusing on Gadamer and Dilthey. It is argued that tradition should be regarded not that much as a limitation, but rather as an enabling finitude that gives access to reality. This ontological structure concerns several aspects of human existence, nomothetic science included. Historical background thus has an ontological impact that surpasses objectivistic approaches. A short discussion of causality in natural science traces the genealogy of the causal scheme and compares the notion of effect with the Wirkung in the sense of effective history (Wirkungsgeschichte). In this context the difference between the modern scientific concept of nature and the natura of the elder tradition appears to be important in order to understand the specificity of Diltheyan philosophy of life (Lebensphilosophie). There seems to be a complementary relation between hermeneutics and philosophy of life insofar as both currents are trying to reinstall the modern subject in reality, Gadamers main concern being the historical incarnation in a process, profoundly marked by language and Dilthey still trying to save part of nature in history. These two aspects can be regarded as almost direct answers to the inverse Cartesian tendency to liberate the subject from its history (represented by the prejudices) and from its bodily nature (represented by confuse sensual imagination). Experience (Erfahrung) and lived experience (Erlebnis) thus seem less contradictory than some passages in Gadamers Truth and Method would suggest."
            },
            {
              "authors": "Fanfan Chen",
              "title": "Paul Ricœur's Panchronic and Ternary Approach to Tradition",
              "abstract": "Paul Ricœur develops a hermeneutics of tradition centered on a threefold conception of tradition which involves the notions of traditionality, traditions, and Tradition. These refer to form, content, and truth-claims within the framework of the hermeneutics of historical consciousness. This hermeneutics of tradition is treated in a panchronic and ternary way. Both methods operate at the levels of past, future and present, while the ternary method also consists in the rhetoric of truth-claims, the dialectic of remoteness vs. de-distanciation and that of question vs. answer. This article attempts to study three aspects of the panchronic and ternary approach: (1) a living and ternary tradition with an ongoing dialectic interweaving the ecstases of time; (2) tradition in relation to historical consciousness and the spatialization of historicity; (3) temporalizing history and historicizing schematism in threefold mimesis."
            },
            {
              "authors": "Jean Philippe Pierron",
              "title": "La tradition vivante ou l'être affecté par le passé. Une lecture de Paul Ricœur",
              "abstract": "Modernity has always blamed the authority of tradition for hindering emancipation while at the same time affirming, for fear of abstraction, the creative energies of traditions. Can the Enlightenment's abstract universal character be overcome without succumbing to the dogmatism of the appeal to Tradition? Paul Ricœur's philosophical project aims at surpassing this opposition by forging the concept of living tradition in which history and universal find a new articulation. This paper brings to light the originality of the dynamic relationship between present and past elaborated in Ricœur's philosophical hermeneutics."
            },
            {
              "authors": "Roberto Terzi",
              "title": "La contamination et le retard. Phénoménologie de l'historicité et de la tradition chez Derrida",
              "abstract": "Through an immanent reversal of Husserl's approach to the problems of genesis, writing, and time, Derrida radicalizes the phenomenology of historicity in the direction of a contamination between the empirical and the transcendental. In this paper, I argue that this also entails a transformation of the very concept of tradition: every tradition is always already tainted by the possibility of constitutional crisis and oblivion and it can only be questioned by thought after the historical fact. I conclude with an account of the general meaning of Derrida's analysis of Husserl's phenomenology, and indicate its importance for his later work."
            }
            ]
        },
        {
          "sectionTitle": "Varia",
          "articles": [
            {
              "authors": "Vittorio de Palma",
              "title": "Quallen, Menschen, Gestirngeister. Intersubjektivität, Anomalität und Gemeinwelt aus phänomenologischer Sicht",
              "abstract": "This paper analyses the question of animals in the framework of the phenomenological problem of the common world. First, it underlines the contrast between Husserl's idea of animals as subjects acting in accordance with a motivation, and the views of Descartes, Heidegger and Sellars, who consider animal behaviour as mechanical or instinctive. After an account of the phenomenological approach to the question of the common world and of Husserl's position concerning animals, it is showed that the results of scientific research on animal behaviour mainly confirm that position."
            },
            {
              "authors": "Claudia Şerban",
              "title": "Fungierende Leiblichkeit : le rôle méthodologique du corps dans la phénoménologie de Husserl",
              "abstract": "The phenomenological problem of the body (Leib) goes further than its treatment as a theoretical object, insofar as it concerns the meaning and the accomplishment of the phenomenological method itself. Both reduction and intuition, the two major poles of this method, imply in their specificity the reference to an operative corporeity (fungierende Leiblichkeit). The primordial sphere of absolute givenness cannot thus reduce the body proper without sacrificing the very principle that allows delimiting it. But this seems to lead to an unavoidable subjectivation of the phenomenological experience, whose model remains the object of perception (internal or external) and its ideal of intuitivity. In the last part of the paper it is however argued that corporeity is more than the resort of such a subjectivation, appearing also to be, within the framework of expression, the key to intersubjective comprehension."
            },
            {
              "authors": "Wei Zhang",
              "title": "Person und Selbstgefühl im phänomenologischen Personalismus Max Schelers",
              "abstract": "The meanings of person in Scheler's phenomenology are discussed on three levels: that of epistemology, of ontology and of ethics. One can find the possible unity among these three levels through the concept of \"self-feeling\". There are also three different philosophical meanings of self-feeling: \"self-feeling 1\" on epistemological level, \"self-feeling 2\" on ontological level, and \"self-feeling 3\" on ethical level. The person is self-given and gains its self-identity through \"self-feeling 1\". The person is related to its own existence and its being, as well as to the absolute being in the negative and positive \"self-feeling 2\". Therefore, the pattern of the being of the person is the becoming of the person, more exactly, is the to-be of the person toward the ideal ordo amoris and the ideal value-essence of person. According to Scheler, \"self-feeling 3\" builds the technique of personal salvation. One can completely understand Scheler's phenomenological concept of person through the three meanings of self-feeling."
            },
            {
              "authors": "Vincent Blok",
              "title": "Der \"religiöse\" Charakter von Heideggers philosophischer Methode: relegere, re-eligere, relinquere",
              "abstract": "The question addressed in this article is to what extent a destructed concept of religion can be said to characterize the philosophical method of Martin Heidegger. In order to approach this question, we first characterize his method as \"Vollzug der Fraglichkeit\": philosophy in its deepest sense does not mean to give answers to questions but to ask questions. According to Heidegger, the execution of questioning consists in the \"transforming repetition\" of the leading question (Leitfrage) of philosophy in order to ask the basic question of philosophy (Grundfrage). In the second part of the article, we reflect on the \"religious\" character of Heidegger's method of questioning. The reflection makes use of different etymological derivations of the word \"Religion\": relegere (to observe carefully), re-eligere (to choose again), religare (to bind back), relinquere (to leave behind). In the third part of the article, we discuss what Heidegger's \"religious\" method of philosophy means for present questions concerning religion. To that end, we finish with a confrontation between Heidegger and Derrida with respect to the \"religious\" method of philosophy."
            },
            {
              "authors": "Judith Wambacq",
              "title": "Maurice Merleau-Ponty's Criticism of Bergson's Theory of Time Seen Through the Work of Gilles Deleuze",
              "abstract": "In this article I examine the relation between the philosophies of Maurice Merleau-Ponty and Gilles Deleuze by looking at the way in which they refer to Henri Bergson's time theory. Although Merleau-Ponty develops some fundamental Bergsonian insights on the nature of time, he presents himself as a critical reader of the latter. I will show that although Merleau-Ponty's interpretation of Bergson differs fundamentally from Deleuze's interpretation, Merleau-Ponty's \"corrections\" of Bergson's theory fit Deleuze's reading of Bergson very well. This indicates a similarity with respect to what is at stake in the philosophies of Merleau-Ponty and Deleuze. Hence the critical reference that Deleuze makes to Merleau-Ponty's conception of cinema and thus of movement is not justified, but is the result of a selective and prototypical reading of the early Merleau-Ponty."
            },
            {
              "authors": "Grégori Jean",
              "title": "Quand peut un corps? Corporéité, affectivité et temporalité chez Michel Henry",
              "abstract": "One of Michel Henry's major contributions to the phenomenology of the body consists in his proposal, based on his reading of Maine de Biran, to understand the subjective corporeity from the angle of the ability of action. Subjective corporeity acquires its ontological autonomy and its reality only through its own temporality. In reference to several unpublished texts, this article tries to clarify the nexus between ability and time, and thus to emphasize the crucial importance of the past for a \"phenomenology of life\", in his paradoxical connection with the necessity to think a \"coming in presence\" of the world."
            }
          ]
        },
        {
          "sectionTitle": "Review-Article",
          "articles": [
            {
              "authors": "Eric Pommier",
              "title": "La phénoménologie de la vie de Renaud Barbaras",
              "abstract": "Renaud Barbaras wants to show that only the concept of life can help us understand how the subject may be a condition as well as a part of the world. The failures of the former phenomenological theories on this point is due to \"the ontology of death\" they assume, which leads to separate the conscience and the body. It is thus required to realise an epochè of death so as to think the unity of the subject. Ultimately, Renaud Barbaras is led to define life from desire."
            }
          ]
        },
        {
          "sectionTitle": "Book Reviews",
          "entry": [
            "Aron Gurwitsch, *The Collected Works of Aron Gurwitsch, Volume I: Constitutive Phenomenology in Historical Perspective* (Jorge García-Gómez ed.), Dordrecht: Springer, 2009; Volume II: Studies in Phenomenology and Psychology (Fred Kersten ed.), Dordrecht: Springer, 2010; Volume III: The Field of Consciousness: Theme, Thematic Field, and Margin (Richard M. Zaner ed.), Dordrecht: Springer, 2010 (Daniel Marcelle)",
            "Jean-Luc Marion, *Certitudes négatives*, Paris: Grasset, 2010 (Claudia Șerban)",
            "Hans-Dieter Gondek, László Tengelyi, *Neue Phänomenologie in Frankreich*, Berlin: Suhrkamp, 2011 (Christian Rössner)",
            "Hans-Helmuth Gander (ed.), *Husserl-Lexikon*, Darmstadt: Wissenschaftliche Buchgesellschaft, 2010 (Daniel Dwyer)",
            "Jean-François Lavigne, *Accéder au transcendantal ? Réduction et idéalisme transcendantal dans les Idées directrices pour une phénoménologie pure et une philosophie phénoménologique de Husserl*, Paris: Vrin, 2009 (Délia Popa)",
            "Lambert Wiesing, *Das Mich der Wahrnehmung. Eine Autopsie*, Frankfurt am Main: Suhrkamp, 2009 (Mădălina Diaconu)",
            "Sam B. Girgus, *Levinas and the Cinema of Redemption. Time, Ethics, and the Feminine*, New York: Columbia University Press, 2010 (Mădălina Diaconu)",
            "Frédéric Seyler, *« Barbarie ou culture » : L'éthique de l'affectivité dans la phénoménologie de Michel Henry*, Paris: Kimé, 2010 (Rolf Kühn)",
            "Mette Lebech, *On the Problem of Human Dignity. A Hermeneutical and Phenomenological Investigation*, Würzburg: Königshausen & Neumann, 2009 (Stephan Steiner)"
          ]
        }
      ]
    },
    "10": {
      "info": {
        "title": "Phenomenology and Psychology",
        "number": "vol. X",
        "year": 2010,
        "cover": "sp10.3d.png",
        "issueCoordinator": [
          "Delia Popa",
          "Virgil Ciomoș"
        ],
        "isbnPaperback": "978-973-50-2820-6",
        "isbnEbook": "978-973-50-2821-3",
        "pages": "432",
        "size": "17 x 24 cm",
        "slug": "phenomenology-and-psychology-studia-10-2010"
      },
      "order": [
        {
          "price": 35,
          "code": 5360053,
          "target": "Paperback (individuals)"
        },
        {
          "price": 50,
          "code": 5360049,
          "target": "Paperback (institutions)"
        },
        {
          "price": 20,
          "code": 5360063,
          "target": "eBook (individuals)"
        },
        {
          "price": 200,
          "code": 5360062,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 50,
          "code": 5360058,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 230,
          "code": 5360055,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    },
    "9": {
      "info": {
        "title": "Michel Henry's Radical Phenomenology",
        "number": "vol. IX",
        "year": 2009,
        "cover": "sp9.3d.png",
        "issueCoordinator": [
          "Jad Hatem",
          "Rolf Kühn"
        ],
        "isbnPaperback": "978-973-50-2553-3",
        "isbnEbook": "978-973-50-2553-3",
        "pages": "550",
        "size": "17 x 24 cm",
        "slug": "michel-henry-s-radical-phenomenology-studia-9-2009"
      },
      "order": [
        {
          "price": 35,
          "code": 3338221,
          "target": "Paperback (individuals)"
        },
        {
          "price": 50,
          "code": 3338168,
          "target": "Paperback (institutions)"
        },
        {
          "price": 20,
          "code": 3338334,
          "target": "eBook (individuals)"
        },
        {
          "price": 200,
          "code": 3338327,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 50,
          "code": 3338266,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 230,
          "code": 3338228,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    },
    "8": {
      "info": {
        "title": "Phenomenology and Literature",
        "number": "vol. VIII",
        "year": 2008,
        "cover": "sp8.3d.png",
        "issueCoordinator": [
          "Delia Popa"
        ],
        "isbnPaperback": "978-973-50-2223-5",
        "isbnEbook": "978-973-50-2223-5",
        "pages": "480",
        "size": "17 x 24 cm",
        "slug": "phenomenology-and-literature-studia-8-2008"
      },
      "order": [
        {
          "price": 35,
          "code": 1784897,
          "target": "Paperback (individuals)"
        },
        {
          "price": 50,
          "code": 1784891,
          "target": "Paperback (institutions)"
        },
        {
          "price": 20,
          "code": 1784932,
          "target": "eBook (individuals)"
        },
        {
          "price": 200,
          "code": 1784929,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 50,
          "code": 1784936,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 230,
          "code": 1784942,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    },
    "7": {
      "info": {
        "title": "Jan Patočka and the European Heritage",
        "number": "vol. VII",
        "year": 2007,
        "cover": "sp7.3d.png",
        "issueCoordinator": [
          "Ivan Chvatik"
        ],
        "isbnPaperback": "978-973-50-1648-7",
        "isbnEbook": "978-973-50-1648-7",
        "pages": "568",
        "size": "17 x 24 cm",
        "info": "volume edited in collaboration with Jan Patocka Archive in Prague as the Patocka centenary commemorative volume",
        "slug": "jan-patocka-and-the-european-heritage-studia-7-2007"
      },
      "order": [
        {
          "price": 35,
          "code": 1784976,
          "target": "Paperback (individuals)"
        },
        {
          "price": 50,
          "code": 1784980,
          "target": "Paperback (institutions)"
        },
        {
          "price": 20,
          "code": 1784981,
          "target": "eBook (individuals)"
        },
        {
          "price": 200,
          "code": 1784985,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 50,
          "code": 1784992,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 230,
          "code": 1785006,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    },
    "6": {
      "info": {
        "title": "A Century with Lévinas",
        "subtitle": "Notes on the Margins of his Legacy",
        "number": "vol. VI",
        "year": 2006,
        "cover": "sp6.3d.png",
        "issueCoordinator": [
          "Adina Bozga",
          "Attila Szigeti"
        ],
        "isbnPaperback": "978-973-50-1416-2",
        "isbnEbook": "978-973-50-1416-2",
        "pages": "496",
        "size": "17 x 24 cm",
        "slug": "a-century-with-levinas-studia-6-2006"
      },
      "order": [
        {
          "price": 35,
          "code": 1785008,
          "target": "Paperback (individuals)"
        },
        {
          "price": 50,
          "code": 1785529,
          "target": "Paperback (institutions)"
        },
        {
          "price": 20,
          "code": 1785532,
          "target": "eBook (individuals)"
        },
        {
          "price": 200,
          "code": 1785535,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 50,
          "code": 1785536,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 230,
          "code": 1785542,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    },
    "5": {
      "info": {
        "title": "Translating Heidegger's Sein und Zeit",
        "number": "vol. V",
        "year": 2005,
        "cover": "sp5.3d.png",
        "issueCoordinator": [
          "Cristian Ciocan"
        ],
        "isbnPaperback": "973-50-1142-5",
        "isbnEbook": "973-50-1142-5",
        "pages": "410",
        "size": "17 x 24 cm",
        "slug": "translating-heidegger-s-sein-und-zeit-studia-5-2005"
      },
      "order": [
        {
          "price": 35,
          "code": 1785544,
          "target": "Paperback (individuals)"
        },
        {
          "price": 50,
          "code": 1785545,
          "target": "Paperback (institutions)"
        },
        {
          "price": 20,
          "code": 1785547,
          "target": "eBook (individuals)"
        },
        {
          "price": 200,
          "code": 1785551,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 50,
          "code": 1785556,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 230,
          "code": 1785559,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    },
    "434": {
      "info": {
        "title": "The Ocean of Forgetting",
        "subtitle": "Alexandru Dragomir: A Romanian Phenomenologist",
        "number": "vol. IV, nr. 3-4",
        "year": 2004,
        "cover": "sp434.3d.png",
        "issueCoordinator": [
          "Paul Balogh",
          "Cristian Ciocan"
        ],
        "isbnPaperback": "973-50-0979-X",
        "isbnEbook": "973-50-0979-X",
        "pages": "296",
        "size": "17 x 24 cm",
        "slug": "alexandru-dragomir-a-romanian-phenomenologist-studia-4-34-2004"
      },
      "order": [
        {
          "price": 19,
          "code": 1785602,
          "target": "Paperback (individuals)"
        },
        {
          "price": 28,
          "code": 1785609,
          "target": "Paperback (institutions)"
        },
        {
          "price": 12,
          "code": 1785611,
          "target": "eBook (individuals)"
        },
        {
          "price": 110,
          "code": 1785617,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 30,
          "code": 1785623,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 125,
          "code": 1785626,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    },
    "412": {
      "info": {
        "title": "Varia",
        "subtitle": "Issues on Brentano, Husserl and Heidegger",
        "number": "vol. IV, nr. 1-2",
        "year": 2004,
        "cover": "sp412.3d.png",
        "issueCoordinator": [
          "Cristian Ciocan"
        ],
        "isbnPaperback": "",
        "isbnEbook": "",
        "pages": "296",
        "size": "17 x 24 cm",
        "slug": "issues-on-brentano-husserl-and-heidegger-studia-4-12-2004"
      },
      "order": [
        {
          "price": 19,
          "code": 1785627,
          "target": "Paperback (individuals)"
        },
        {
          "price": 28,
          "code": 1785628,
          "target": "Paperback (institutions)"
        },
        {
          "price": 12,
          "code": 1785630,
          "target": "eBook (individuals)"
        },
        {
          "price": 110,
          "code": 1785633,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 30,
          "code": 1785634,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 125,
          "code": 1785641,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    },
    "334": {
      "info": {
        "title": "Maurice Merleau-Ponty: Chiasm and Logos",
        "number": "vol. III, nr. 3-4",
        "year": 2003,
        "cover": "sp334.3d.png",
        "issueCoordinator": [
          "Adina Bozga",
          "Ion Copoeru"
        ],
        "isbnPaperback": "973-50-0655-3",
        "isbnEbook": "973-50-0655-3",
        "pages": "406",
        "size": "17 x 24 cm",
        "slug": "maurice-merleau-ponty-chiasm-and-logos-studia-3-34-2003"
      },
      "order": [
        {
          "price": 22,
          "code": 1785750,
          "target": "Paperback (individuals)"
        },
        {
          "price": 31,
          "code": 1785751,
          "target": "Paperback (institutions)"
        },
        {
          "price": 15,
          "code": 1785752,
          "target": "eBook (individuals)"
        },
        {
          "price": 140,
          "code": 1785755,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 35,
          "code": 1785757,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 155,
          "code": 1785759,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    },
    "312": {
      "info": {
        "title": "The School of Brentano and Husserlian Phenomenology",
        "number": "vol. III, nr. 1-2",
        "year": 2003,
        "cover": "sp312.3d.png",
        "issueCoordinator": [
          "Ion Tănăsescu",
          "Victor Popescu"
        ],
        "isbnPaperback": "973-50-0564-6",
        "isbnEbook": "973-50-0564-6",
        "pages": "317",
        "size": "17 x 24 cm",
        "slug": "the-school-of-brentano-and-husserlian-phenomenology-studia-3-12-2003"
      },
      "order": [
        {
          "price": 22,
          "code": 1785764,
          "target": "Paperback (individuals)"
        },
        {
          "price": 31,
          "code": 1785765,
          "target": "Paperback (institutions)"
        },
        {
          "price": 15,
          "code": 1785766,
          "target": "eBook (individuals)"
        },
        {
          "price": 140,
          "code": 1785776,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 35,
          "code": 1785777,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 155,
          "code": 1785779,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    },
    "234": {
      "info": {
        "title": "Varia",
        "subtitle": "Issues on Husserl, Fink and Schutz",
        "number": "vol. II, nr. 3-4",
        "year": 2002,
        "cover": "sp234.3d.png",
        "issueCoordinator": [
          "Cristian Ciocan"
        ],
        "isbnPaperback": "",
        "isbnEbook": "",
        "pages": "256",
        "size": "17 x 24 cm",
        "slug": "issues-on-husserl-fink-and-schutz-studia-2-34-2002"
      },
      "order": [
        {
          "price": 19,
          "code": 1785642,
          "target": "Paperback (individuals)"
        },
        {
          "price": 28,
          "code": 1785643,
          "target": "Paperback (institutions)"
        },
        {
          "price": 12,
          "code": 1785645,
          "target": "eBook (individuals)"
        },
        {
          "price": 110,
          "code": 1785653,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 30,
          "code": 1785657,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 125,
          "code": 1785663,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    },
    "212": {
      "info": {
        "title": "In Memoriam: Hans-Georg Gadamer",
        "number": "vol. II, nr. 1-2",
        "year": 2002,
        "cover": "sp234.3d.png",
        "issueCoordinator": [
          "Cristian Ciocan"
        ],
        "isbnPaperback": "",
        "isbnEbook": "",
        "pages": "321",
        "size": "17 x 24 cm",
        "slug": "in-memoriam-hans-georg-gadamer-studia-2-12-2002"
      },
      "order": [
        {
          "price": 19,
          "code": 1785665,
          "target": "Paperback (individuals)"
        },
        {
          "price": 28,
          "code": 1785667,
          "target": "Paperback (institutions)"
        },
        {
          "price": 12,
          "code": 1785668,
          "target": "eBook (individuals)"
        },
        {
          "price": 110,
          "code": 1785673,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 30,
          "code": 1785675,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 125,
          "code": 1785678,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    },
    "134": {
      "info": {
        "title": "The Early Heidegger",
        "number": "vol. I, nr. 3-4",
        "year": 2001,
        "cover": "sp134.3d.png",
        "issueCoordinator": [
          "Gabriel Cercel"
        ],
        "isbnPaperback": "",
        "isbnEbook": "",
        "pages": "506",
        "size": "17 x 24 cm",
        "slug": "the-early-heidegger-studia-1-34-2001"
      },
      "order": [
        {
          "price": 35,
          "code": 1785846,
          "target": "Paperback (individuals)"
        },
        {
          "price": 50,
          "code": 1785847,
          "target": "Paperback (institutions)"
        },
        {
          "price": 20,
          "code": 1785848,
          "target": "eBook (individuals)"
        },
        {
          "price": 200,
          "code": 1785851,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 50,
          "code": 1785853,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 230,
          "code": 1785859,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    },
    "112": {
      "info": {
        "title": "Heidegger and Theology",
        "number": "vol. I, nr. 3-4",
        "year": 2001,
        "cover": "sp112.3d.png",
        "issueCoordinator": [
          "Cristian Ciocan"
        ],
        "isbnPaperback": "",
        "isbnEbook": "",
        "pages": "440",
        "size": "17 x 24 cm",
        "slug": "heidegger-and-theology-studia-1-12-2001"
      },
      "order": [
        {
          "price": 19,
          "code": 1785830,
          "target": "Paperback (individuals)"
        },
        {
          "price": 28,
          "code": 1785833,
          "target": "Paperback (institutions)"
        },
        {
          "price": 12,
          "code": 1785835,
          "target": "eBook (individuals)"
        },
        {
          "price": 110,
          "code": 1785838,
          "target": "Online access (institutions or libraries)"
        },
        {
          "price": 30,
          "code": 1785839,
          "target": "Paperback + eBook (individuals)"
        },
        {
          "price": 125,
          "code": 1785841,
          "target": "Paperback + Online Access (institutions or libraries)"
        },
        {
          "price": 7,
          "code": 13259678,
          "target": "Single articles (please after purchase send an email to orders@phenomenology.ro)"
        }
      ],
      "contents": [

      ]
    }

  }

}
